Repository: bashyrov/fitgram-app
Catalog: Mealgram/Resources/Localizable.xcstrings
Source language: en
Languages: es, pl, ru, uk

source: Skipping a full day without a freeze resets the counter to zero. No big deal — start a new streak right away.
es: Saltarse un día entero sin freeze pone el contador a cero. No pasa nada — puedes empezar una racha nueva ya.
pl: Pominięcie pełnej doby bez freeze cofa licznik do zera. Nic strasznego — od razu możesz zacząć nową serię.
ru: Пропуск целых суток без freeze обнуляет счётчик. Не страшно — сразу можно начинать новую серию.
uk: Пропуск цілої доби без freeze скидає лічильник до нуля. Нічого страшного — одразу можна починати нову серію.

# Skopiowane
source: Copied
es: Copiado
pl: Skopiowane
ru: Скопировано
uk: Скопійовано

# Skopiuj
source: Copy
es: Copia
pl: Skopiuj
ru: Копировать
uk: Копіюй

# Skopiuj sugestię
source: Copy suggestion
es: Copiar sugerencia
pl: Skopiuj sugestię
ru: Скопировать предложение
uk: Скопіюй пропозицію

source: We focus on a relaxed pace — Ola guides you in the background, and your streak + badges keep you motivated without strictly counting every calorie.
es: Nos enfocamos en un ritmo tranquilo: Ola te guía de fondo, y la racha + insignias te mantienen motivado sin contar estrictamente cada caloría.
pl: Skupiamy się na spokojnym tempie — Ola podpowiada w tle, a streak + odznaki utrzymują motywację bez surowego liczenia każdej kalorii.
ru: Фокусируемся на спокойном темпе — Оля подсказывает на фоне, а серия дней + значки мотивируют без строгого подсчета каждой калории.
uk: Ми фокусуємося на спокійному темпі — Оля підказує у фоні, а серія днів + значки підтримують мотивацію без суворого підрахунку кожної калорії.

# Skąd biorą się wartości odżywcze w Szybkiej bazie?
source: Where do the nutritional values in the Quick Database come from?
es: ¿De dónde provienen los valores nutricionales en la Base rápida?
pl: Skąd biorą się wartości odżywcze w Szybkiej bazie?
ru: Откуда берутся питательные вещества в Быстрой базе?
uk: Звідки беруться поживні речовини у Швидкій базі?

# Składnik
source: Ingredient
es: Ingrediente
pl: Składnik
ru: Ингредиент
uk: Інгредієнт

# Składniki
source: Ingredients
es: Ingredientes
pl: Składniki
ru: Ингредиенты
uk: Інгредієнти

# Składniki przepisu osobno, z własnymi gramami.
source: Recipe ingredients separately, each with its own grams.
es: Ingredientes de la receta por separado, cada uno con sus gramos.
pl: Składniki przepisu osobno, z własnymi gramami.
ru: Ингредиенты рецепта отдельно, у каждого своя граммовка.
uk: Інгредієнти рецепта окремо, кожен зі своєю грамовкою.

source: Slow the meal down
es: Come más despacio
pl: Zwolnij tempo jedzenia
ru: Ешьте медленнее
uk: Їжте повільніше

source: Small high-calorie add-ons
es: Pequeños complementos altos en calorías
pl: Małe, wysokokaloryczne dodatki
ru: Маленькие высококалорийные добавки
uk: Маленькі висококалорійні додатки

source: Small snacks count more than you think — log them all together at the end of the evening.
es: Los pequeños snacks cuentan más de lo que crees: regístralos todos juntos al final de la tarde.
pl: Drobne przekąski liczą się bardziej niż myślisz — wpisz je razem na koniec wieczoru.
ru: Мелкие перекусы значат больше, чем кажется — запишите их все вместе в конце вечера.
uk: Маленькі перекуси важать більше, ніж здається — запишіть їх усі разом наприкінці вечора.

source: Smoothies and milk are easier than chewing more food. A 400 kcal shake between meals adds up fast.
es: Los batidos y la leche son más fáciles que masticar más comida. Un batido de 400 kcal entre comidas suma rápido.
pl: Koktajle i mleko są łatwiejsze niż gryzienie kolejnych posiłków. Shake 400 kcal między posiłkami szybko robi różnicę.
ru: Смузи и молоко пить легче, чем жевать. Коктейль на 400 ккал между приемами пищи быстро добавит веса.
uk: Смузі та молоко пити легше, ніж жувати їжу. Коктейль на 400 ккал між прийомами їжі швидко додасть ваги.

source: Snack
es: Aperitivo
pl: Przekąska
ru: Перекус
uk: Перекус

source: Snap a plate · ingredients in 5s
es: Foto al plato · ingredientes en 5s
pl: Zrób zdjęcie talerza · składniki w 5s
ru: Сфоткай тарелку · ингредиенты за 5 сек
uk: Зроби фото тарілки · інгредієнти за 5с

source: 250 ml of apple juice is ≈120 kcal — same as a whole apple but without the fibre and the fullness. The brain barely registers calories from drinks; a syrup latte can sneak in 300 kcal unnoticed.
es: 250 ml de zumo de manzana son ≈120 kcal — lo mismo que una manzana entera, pero sin fibra ni saciedad. El cerebro registra mal las calorías de las bebidas; un latte con sirope puede colar 300 kcal sin que lo notes.
pl: Sok jabłkowy 250 ml to ≈120 kcal — tyle co całe jabłko, ale bez błonnika i sytości. Mózg słabo rejestruje kalorie z napojów; latte z syropem potrafi „dorzucić” 300 kcal niezauważenie.
ru: 250 мл яблочного сока — ≈120 ккал — столько же, сколько целое яблоко, но без клетчатки и сытости. Мозг плохо считает калории из напитков; латте с сиропом легко добавит 300 ккал незаметно.
uk: 250 мл яблучного соку — це ≈120 ккал — стільки ж, як ціле яблуко, але без клітковини й ситості. Мозок погано реєструє калорії з напоїв; лате з сиропом може непомітно додати 300 ккал.

source: Solid week
es: Semana sólida
pl: Solidny tydzień
ru: Солидная неделя
uk: Солідний тиждень

# Soluble fiber lowers cholesterol
source: Soluble fibre lowers cholesterol
es: La fibra soluble baja el colesterol
pl: Błonnik rozpuszczalny obniża cholesterol
ru: Растворимая клетчатка снижает холестерин
uk: Розчинна клітковина знижує холестерин

source: Some system labels (e.g. permission prompts) will stay in Polish until you restart the phone.
es: Algunas etiquetas del sistema (p. ej. solicitudes de permisos) seguirán en polaco hasta que reinicies el teléfono.
pl: Niektóre etykiety systemowe (np. okna z prośbą o pozwolenie) będą po polsku do momentu restartu telefonu.
ru: Некоторые системные надписи (например, запросы разрешений) останутся на польском до перезапуска телефона.
uk: Деякі системні написи (наприклад, запити дозволу) залишаться польською до перезапуску телефона.

source: Something went wrong
es: Algo salió mal
pl: Coś nie wyszło
ru: Что-то пошло не так
uk: Щось пішло не так

source: Something went wrong. Try again in a moment.
es: Algo salió mal. Inténtalo de nuevo en un momento.
pl: Coś poszło nie tak. Spróbuj ponownie za chwilę.
ru: Что-то пошло не так. Попробуй через минуту.
uk: Щось пішло не так. Спробуй ще раз за хвилину.

source: Something went wrong. Try again.
es: Algo salió mal. Inténtalo de nuevo.
pl: Coś poszło nie tak. Spróbuj jeszcze raz.
ru: Что-то пошло не так. Попробуйте еще раз.
uk: Щось пішло не так. Спробуйте ще раз.

source: Something went wrong: %@
es: Algo salió mal: %@
pl: Coś poszło nie tak: %@
ru: Что-то пошло не так: %@
uk: Щось пішло не так: %@

source: Sort
es: Ordenar
pl: Sortuj
ru: Сортировать
uk: Сортувати

# Spacery, lekki trening 1-3×/tydz
source: Walks, light workouts 1-3×/week
es: Caminatas, entrenos suaves 1-3×/semana
pl: Spacery, lekki trening 1-3×/tydz
ru: Прогулки, лёгкие тренировки 1-3×/неделю
uk: Прогулянки, легкі тренування 1-3×/тиждень

source: Speak, we type. Everything is editable.
es: Tú hablas, nosotros escribimos. Todo se puede editar.
pl: Mówisz, my piszemy. Wszystko można jeszcze poprawić.
ru: Говорите, мы запишем. Всё можно редактировать.
uk: Говоріть, а ми запишемо. Усе можна редагувати.

source: Speech recognition is not available on this device.
es: El reconocimiento de voz no está disponible en este dispositivo.
pl: Rozpoznawanie mowy nie jest dostępne na tym urządzeniu.
ru: Распознавание речи недоступно на этом устройстве.
uk: Розпізнавання мовлення недоступне на цьому пристрої.

# Spokojnie
source: Relax
es: Tranquilo
pl: Spokojnie
ru: Спокойно
uk: Спокійно

# Spokojnie tutaj
source: Quiet here
es: Qué tranquilidad
pl: Spokojnie tutaj
ru: Здесь спокойно
uk: Спокійно тут

# Spokojnie — łatwiej utrzymać
source: Gentle — easier to maintain
es: Suave — más fácil de mantener
pl: Spokojnie — łatwiej utrzymać
ru: Мягко — легче удержать
uk: М'яко — легше втримати

# Spokojny dzień
source: Quiet day
es: Día tranquilo
pl: Spokojny dzień
ru: Спокойный день
uk: Спокійний день

source: Spontaneous activity — walking around the flat, gesturing, getting up from the desk — is NEAT. Between two people on the same training plan, NEAT can differ by 2000 kcal weekly. Hence "losing weight by fidgeting in a chair".
es: La actividad espontánea — caminar por casa, gesticular, levantarte del escritorio — es el NEAT. Entre dos personas con el mismo entrenamiento, el NEAT puede diferir 2000 kcal semanales. De ahí "adelgazar moviéndote en la silla".
pl: Aktywność spontaniczna — chodzenie po mieszkaniu, gestykulacja, wstawanie od biurka — to NEAT. U dwóch osób o tym samym treningu różnica w NEAT bywa rzędu 2000 kcal tygodniowo. Stąd „chudnący przez kręcenie się w fotelu”.
ru: Спонтанная активность — ходьба по квартире, жестикуляция, вставание из-за стола — это NEAT. У двух людей с одинаковой тренировкой разница в NEAT бывает около 2000 ккал в неделю. Отсюда «худеют, ёрзая в кресле».
uk: Спонтанна активність — ходьба по квартирі, жести, вставання з-за столу — це NEAT. У двох людей з однаковим тренуванням різниця в NEAT буває близько 2000 ккал на тиждень. Звідси «худнуть від крутіння у кріслі».

# Spoon, fork — compared with the plate
source: Spoon, fork — compared against the plate
es: Cuchara, tenedor — los comparamos con el plato
pl: Łyżka, widelec — porównujemy z talerzem
ru: Ложка, вилка — сравниваем с тарелкой
uk: Ложка, виделка — порівнюємо з тарілкою

# Społeczność
source: Community
es: Comunidad
pl: Społeczność
ru: Сообщество
uk: Спільнота

# Spożyte
source: Consumed
es: Consumido
pl: Spożyte
ru: Потреблено
uk: Споживане

# Sprawdzam %@
source: Checking %@
es: Verificando %@
pl: Sprawdzam %@
ru: Проверяю %@
uk: Перевіряю %@

# Sprawdź skrzynkę
source: Check your inbox
es: Revisa tu bandeja de entrada
pl: Sprawdź skrzynkę
ru: Проверь почту
uk: Перевір пошту

# Sprawdź wpis
source: Check entry
es: Verifica entrada
pl: Sprawdź wpis
ru: Проверь запись
uk: Перевір запис

# Spróbuj 15 różnych produktów w tym tygodniu.
source: Try 15 different products this week.
es: Prueba 15 productos distintos esta semana.
pl: Spróbuj 15 różnych produktów w tym tygodniu.
ru: Попробуй 15 разных продуктов на этой неделе.
uk: Спробуйте 15 різних продуктів цього тижня.

# Spróbuj innego dnia z większą intensywnością koloru.
source: Try a different day with a deeper colour.
es: Prueba otro día con un color más intenso.
pl: Spróbuj innego dnia z większą intensywnością koloru.
ru: Попробуй другой день с большей насыщенностью цвета.
uk: Спробуйте інший день із більшою інтенсивністю кольору.

# Spróbuj innego hasła.
source: Try another query.
es: Prueba otra búsqueda.
pl: Spróbuj innego hasła.
ru: Попробуй другой запрос.
uk: Спробуйте інший запит.

# Spróbuj innego zapytania albo wyczyść filtr kategorii.
source: Try a different query or clear the category filter.
es: Prueba otra búsqueda o borra el filtro de categoría.
pl: Spróbuj innego zapytania albo wyczyść filtr kategorii.
ru: Попробуй другой запрос или очисти фильтр категории.
uk: Спробуй інший запит або очисть фільтр категорії.

# Spróbuj jeszcze raz za chwilę.
source: Try again in a moment.
es: Inténtalo de nuevo en un momento.
pl: Spróbuj jeszcze raz za chwilę.
ru: Попробуйте еще раз чуть позже.
uk: Спробуйте ще раз за мить.

# Spróbuj naszego skanera w trybie demo. Bez aparatu, bez kalorii — tylko klimat.
source: Try our scanner in demo mode. No camera, no calories — just the vibe.
es: Prueba nuestro escáner en modo demo. Sin cámara, sin calorías — solo el ambiente.
pl: Spróbuj naszego skanera w trybie demo. Bez aparatu, bez kalorii — tylko klimat.
ru: Попробуй наш сканер в демо-режиме. Без камеры, без калорий — только вайб.
uk: Спробуйте наш сканер у демо-режимі. Без камери, без калорій — лише атмосфера.

# Spróbuj ponownie
source: Try again
es: Inténtalo de nuevo
pl: Spróbuj ponownie
ru: Попробуй ещё раз
uk: Спробуй ще раз

source: Squat, deadlift, bench press, pull-up — they engage 60%+ of your muscle mass. They provide a greater hormonal stimulus than isolation exercises. Compound movements should make up 60% of your volume.
es: Squat, deadlift, bench press, pull-up — involucran más del 60% de tu masa muscular. Proporcionan un mayor estímulo hormonal que los ejercicios de aislamiento. Los movimientos compuestos deben representar el 60% de tu volumen.
pl: Przysiad, martwy ciąg, wyciskanie na ławce, podciąganie — angażują ponad 60% masy mięśniowej. Dają większy bodziec hormonalny niż ćwiczenia izolowane. Ćwiczenia wielostawowe powinny stanowić 60% Twojej objętości.
ru: Приседания, становая тяга, жим лежа, подтягивания — они задействуют 60%+ мышечной массы. Они дают больший гормональный стимул, чем изоляция. Базовые упражнения должны составлять 60% вашего объема.
uk: Присідання, станова тяга, жим лежачи, підтягування — вони задіюють 60%+ м'язової маси. Вони дають більший гормональний стимул, ніж ізоляційні вправи. Базові рухи мають складати 60% вашого об'єму.

# Stabilny tydzień
source: Stable week
es: Semana estable
pl: Stabilny tydzień
ru: Стабильная неделя
uk: Стабільний тиждень

source: Stand every hour
es: Ponte de pie cada hora
pl: Wstawaj co godzinę
ru: Разминка каждый час
uk: Вставай щогодини

source: A standard lager is ≈48 kcal/100 ml — that's 240 kcal per can. Plus alcohol blocks fat-burning — the liver processes it first. Two beers can halt a cut for 36 h.
es: Una lager estándar tiene ≈48 kcal/100 ml — 240 kcal por lata. Y el alcohol bloquea la quema de grasa — el hígado lo procesa primero. Dos cervezas pueden parar la fase de definición durante 36 h.
pl: Standardowe piwo lager ma ≈48 kcal/100 ml, czyli 240 kcal za puszkę. Plus alkohol blokuje spalanie tłuszczu — wątroba metabolizuje go priorytetowo. Dwa piwa potrafią zatrzymać redukcję na 36 h.
ru: Стандартный лагер — ≈48 ккал/100 мл, то есть 240 ккал за банку. Плюс алкоголь блокирует сжигание жира — печень метаболизирует его в первую очередь. Два пива могут остановить редукцию на 36 ч.
uk: Стандартний лагер має ≈48 ккал/100 мл, тобто 240 ккал за бляшанку. Плюс алкоголь блокує спалювання жиру — печінка обробляє його в першу чергу. Два пива можуть зупинити редукцію на 36 год.

source: Start
es: Inicio
ru: Старт
uk: Старт

# Start 7-day free trial
source: Start your 7-day trial
es: Empieza tu prueba de 7 días
pl: Zacznij 7-dniowy okres próbny
ru: Начни 7-дневный пробный период
uk: Розпочніть 7-денний пробний період

# Stats
source: Statistics
es: Estadísticas
pl: Statystyki
ru: Статистика
uk: Статистика

# Statystyki nie są udostępniane
source: Stats aren’t shared
es: Las estadísticas no se comparten
pl: Statystyki nie są udostępniane
ru: Статистика не публикуется
uk: Статистика не публікується

source: Step by step
es: Paso a paso
pl: Krok po kroku
ru: Шаг за шагом
uk: Крок за кроком

source: Step on the scale
es: Sobre la báscula
pl: Krok na wagę
ru: Шаг на весы
uk: Крок до ваги

# Sto dni nawyku. Mistrzostwo.
source: One hundred days of habit. Mastery.
es: Cien días de hábito. Maestría.
pl: Sto dni nawyku. Mistrzostwo.
ru: Сто дней привычки. Мастерство.
uk: Сто днів звички. Майстерність.

source: Stop
es: Detener
ru: Стоп
uk: Стоп

source: Stop late-night snacking
es: Evita picar tarde por la noche
pl: Zatrzymaj nocne podjadanie
ru: Без ночных перекусов
uk: Припини нічні перекуси

source: Strawberry season
es: Temporada de fresas
pl: Sezon truskawkowy
ru: Сезон клубники
uk: Сезон полуниці

source: Streak
es: Racha
ru: Серия
uk: Серія

# Streak %lld dni
source: %lld-day streak
es: Racha de %lld días
pl: Streak %lld dni
ru: Серия %lld дней
uk: Серія %lld днів

# Streak działa, bo unikamy strat
source: Streaks work because we avoid losses
es: Las rachas funcionan porque evitamos pérdidas
pl: Streak działa, bo unikamy strat
ru: Стрик работает, потому что избегаем потерь
uk: Стрік працює, бо ми уникаємо втрат

source: Streak history
es: Historial de racha
pl: Historia serii
ru: История серии
uk: Історія серії

source: Streak record: 🔥 %lld days
es: Récord de racha: 🔥 %lld días
pl: Rekord serii: 🔥 %lld dni
ru: Рекорд серии: 🔥 %lld дней
uk: Рекорд серії: 🔥 %lld днів

source: A streak is a daily habit. You can use a "freeze" to keep your streak going (the button appears in the afternoon if you haven't logged anything yet). Freezes renew every week.
es: La racha es un hábito diario. Puedes usar un "freeze" para mantenerla (el botón aparece por la tarde si aún no has registrado nada). Los freeze se renuevan cada semana.
pl: Streak to nawyk codzienny. Możesz użyć "freeze", żeby utrzymać serię (przycisk pojawia się po południu, gdy jeszcze nic nie wpisałeś). Freeze odnawiają się co tydzień.
ru: Стрик — это ежедневная привычка. Используй "freeze", чтобы сохранить серию (кнопка появится днем, если еще ничего не записано). Заморозки обновляются каждую неделю.
uk: Серія — це щоденна звичка. Ти можеш використати "заморозку" (freeze), щоб зберегти серію (кнопка з'являється в другій половині дня, якщо ти ще нічого не записав). Заморозки оновлюються щотижня.

# Streak, freeze i przypomnienia pomagają wrócić do rytmu
source: Streaks, freezes, and reminders help you return to rhythm
es: Racha, freeze y recordatorios ayudan a recuperar el ritmo
pl: Streak, freeze i przypomnienia pomagają wrócić do rytmu
ru: Серия, freeze и напоминания помогают вернуться в ритм
uk: Серія, freeze і нагадування допомагають повернутися в ритм

# Streaki, reakcje i małe zwycięstwa ludzi, którzy trzymają rytm razem z Tobą.
source: Streaks, reactions, and small wins from people keeping rhythm with you.
es: Rachas, reacciones y pequeñas victorias de quienes mantienen el ritmo contigo.
pl: Streaki, reakcje i małe zwycięstwa ludzi, którzy trzymają rytm razem z Tobą.
ru: Серии, реакции и маленькие победы людей, которые держат ритм вместе с тобой.
uk: Серії, реакції й маленькі перемоги людей, які тримають ритм разом з тобою.

source: Strength training holds 1–2 kg of water in muscles. Salty lunch = +1 kg the next day. Menstrual cycle ±2 kg. Watch the averages.
es: El entrenamiento de fuerza retiene 1–2 kg de agua en los músculos. Almuerzo salado = +1 kg al día siguiente. Ciclo menstrual ±2 kg. Fíjate en las medias.
pl: Trening siłowy zatrzymuje 1–2 kg wody w mięśniach. Sól na obiad to +1 kg następnego dnia. Cykl menstruacyjny ±2 kg. Patrz na średnie.
ru: Силовая тренировка задерживает 1–2 кг воды в мышцах. Солёный обед = +1 кг на следующий день. Менструальный цикл ±2 кг. Смотри на средние.
uk: Силове тренування затримує 1–2 кг води в м'язах. Сіль на обід = +1 кг наступного дня. Менструальний цикл ±2 кг. Дивись на середні.

# Stres = wyższy kortyzol
source: Stress = higher cortisol
es: Estrés = más cortisol
pl: Stres = wyższy kortyzol
ru: Стресс = выше кортизол
uk: Стрес = вищий кортизол

source: Research shows adults under-report intake by 30%. Scanning meals catches the "invisible" calories — sauces, olive oil, "small snacks".
es: Estudios muestran que los adultos subestiman su ingesta un 30%. Escanear las comidas atrapa las calorías "invisibles" — salsas, aceite, "picoteos pequeños".
pl: Badania pokazują, że dorośli o 30% niedoszacowują własne spożycie. Skanowanie posiłków pomaga rozpoznać „niewidzialne” kalorie — sosy, oliwę, „małe podjadanki”.
ru: Исследования показывают, что взрослые недооценивают свой рацион на 30%. Сканирование еды помогает поймать «невидимые» калории — соусы, оливковое масло, «маленькие перекусы».
uk: Дослідження показують, що дорослі занижують споживання на 30%. Сканування страв допомагає виловити «невидимі» калорії — соуси, олію, «маленькі перекуси».

source: Tap the pencil next to the recognized item and correct it on the fly. Your AI calibration learns portion sizes over time. Manual entry also always works.
es: Toca el lápiz junto al elemento reconocido y corrígelo al momento. Tu calibración de IA aprende las porciones con el tiempo. Añadir manualmente también funciona siempre.
pl: Stuknij ołówek przy pozycji, którą rozpoznał, i poprawiaj na bieżąco. Twoja kalibracja AI uczy się porcji w czasie. Dodanie ręczne też zawsze działa.
ru: Нажми на карандаш рядом с позицией и исправь. Твой ИИ учится понимать порции со временем. Ручное добавление тоже всегда работает.
uk: Торкнись олівця біля розпізнаної позиції та виправляй на ходу. Твоє калібрування ШІ з часом вивчає порції. Ручне додавання також завжди працює.

# Stuknij, aby zobaczyć jak działa streak
source: Tap to see how streaks work
es: Toca para ver cómo funciona la racha
pl: Stuknij, aby zobaczyć jak działa streak
ru: Тапни, чтобы увидеть, как работает серия
uk: Тапніть, щоб побачити, як працює серія

# Stuknij, żeby dodać pierwszy.
source: Tap to add the first one.
es: Toca para añadir el primero.
pl: Stuknij, żeby dodać pierwszy.
ru: Нажми, чтобы добавить первый.
uk: Торкнись, щоб додати перший.

# Stuknij, żeby zacząć mówić
source: Tap to start speaking
es: Toca para empezar a hablar
pl: Stuknij, żeby zacząć mówić
ru: Тапни, чтобы начать говорить
uk: Тапніть, щоб почати говорити

# Stuknij, żeby zakończyć
source: Tap to finish
es: Toca para terminar
pl: Stuknij, żeby zakończyć
ru: Тапни, чтобы завершить
uk: Тапніть, щоб завершити

# Stuknij, żeby zeskanować pierwszy.
source: Tap to scan your first one.
es: Toca para escanear el primero.
pl: Stuknij, żeby zeskanować pierwszy.
ru: Тапни, чтобы отсканировать первый.
uk: Тапніть, щоб відсканувати перший.

# Stuknij, żeby zobaczyć demo
source: Tap to see the demo
es: Toca para ver el demo
pl: Stuknij, żeby zobaczyć demo
ru: Тапни, чтобы увидеть демо
uk: Тапніть, щоб побачити демо

# Styl dania
source: Meal style
es: Estilo del plato
pl: Styl dania
ru: Стиль блюда
uk: Стиль страви

source: Dry groats are ≈350 kcal/100 g; cooked ≈110 kcal/100 g — they soaked up water. Meat in the oven loses water and kcal per gram rises. Weigh raw or cooked, just be consistent.
es: La sémola en seco tiene ≈350 kcal/100 g; cocida ≈110 kcal/100 g — ha absorbido agua. La carne al horno pierde agua y las kcal por gramo suben. Pesa en crudo o cocido, pero sé constante.
pl: Sucha kasza ma ≈350 kcal/100 g, ugotowana ≈110 kcal/100 g — pochłonęła wodę. Mięso w piekarniku traci wodę i kalorie na gram rosną. Ważenie surowych lub ugotowanych musi być konsekwentne.
ru: Сухая крупа — ≈350 ккал/100 г, варёная ≈110 ккал/100 г — она впитала воду. Мясо в духовке теряет воду, и ккал на грамм растёт. Взвешивай сырое или готовое, главное — последовательно.
uk: Суха крупа має ≈350 ккал/100 г, варена ≈110 ккал/100 г — увібрала воду. М'ясо у духовці втрачає воду й калорійність на грам зростає. Зважуй сире чи готове — головне послідовно.

# Sugerowana porcja
source: Suggested portion
es: Porción sugerida
pl: Sugerowana porcja
ru: Рекомендуемая порция
uk: Рекомендована порція

# Sugestie do ręcznej zamiany — auto-zamiana w przygotowaniu.
source: Manual swap suggestions — auto-swap coming soon.
es: Sugerencias de sustitución manual — sustitución automática en camino.
pl: Sugestie do ręcznej zamiany — auto-zamiana w przygotowaniu.
ru: Подсказки для ручной замены — авто-замена в работе.
uk: Підказки для ручної заміни — авто-заміна готується.

source: Sun
es: dom
pl: Nd
ru: Вс
uk: Нед

source: Sun.
es: Dom.
pl: Niedz.
ru: Вс.
uk: Нд.

# Surplus 200-300 kcal wystarczy
source: 200–300 kcal surplus is enough
es: Un superávit de 200–300 kcal basta
pl: Surplus 200-300 kcal wystarczy
ru: Профицита 200–300 ккал достаточно
uk: Профіцит 200–300 ккал достатньо

# Surówka
source: Side salad
es: Ensalada de acompañamiento
pl: Surówka
ru: Салат-сурувка
uk: Салат-сурівка

# Surówka z kapusty
source: Cabbage salad
es: Surówka z kapusty
pl: Surówka z kapusty
ru: Surówka z kapusty
uk: Surówka z kapusty

source: Sushi math
es: Matemáticas del sushi
pl: Matematyka sushi
ru: Магия суши
uk: Математика суші
